["It looks like this\n","like this?","“wow...i love humans. look at how much fun humans are having just  cutting up pork skin.”\n","if you do a \"&gt;\" before ur message\n-George 2020\n","test &gt; hurrr hurr","Tommy wiseau has an ugly face though","Sorry Tommy","I did naht mean to hurt ur feelings","oh no... I almost wrote simp instead of simplification\n","I think he represents the \"college man\" in my head","no one cares about women","i literally have no clue what anyone is talking about","gowingrove, my love - of course I remember our golden years","First you are asking if George recollects every moment at the zoo and then you are asking what is in my hole","I'm strongly opposed to the killing of children","watch i somehow become straight","i know that i know nothing","Fuck you","Does that make you feel more at home?","I want chicken nugget","we have chicken and breadcrumbs and oil go make chicken nuggets","I can't fix my attractiveness with therapy, but I CAN fix my brain. Ya know?\n","That one little hole really gets to me","I don't even think letters exist","I love brogurt","I really fucking hate brogurt","y'know how different races are different amounts of subhuman","there's a lot of kids in gimp suits on my dash","how dare you question my toilet usage                                                       oliver\n","i ain't no mountian lion i don't lick my young to clean em goddamn","... ellen degeneres ... frightens me","Asian pussy that's Toyota","Make sure it include sthe phrase \"awa huwu ackbar\"","I don't know exactly how many kids I want to have. I'm just gonna keep trying until I have an autistic one\n","prof, please breed me\n","pulling out, what a awful quality in a man\n","i found a dildo [in my parent's closet], and i thought, might as well ride it\n","If they can make a bong out of a watermelon and that doesn't make them more attractive to you then you're not a stoner","i looked over her naked body and was like yikes","shut up and do your math homework","There's nothing wrong with a little eugenics","you’re saying he’s a grower","Well they talk about cat circumcision","I googled 'bear cock' but only got pictures of human cocks <img loading=\"lazy\" class=\"chatlog__emoji \" alt=\"😦\" title=\"frowning\" src=\"https://twemoji.maxcdn.com/v/latest/svg/1f626.svg\">","i googled bear cock and thankfully got human cocks <img loading=\"lazy\" class=\"chatlog__emoji \" alt=\"fine\" title=\"fine\" src=\"https://cdn.discordapp.com/emojis/710246503595376731.png\">","white supremacy team: daniel and i \n","Straight supremacy has a better ring to it","i support the gays","i'm down to be mean \n","if it smells bad","You know carson just after seeing your supple cheeks the pains in my chest are subsiding\n","I should probably start drinking so I can go to sleep\n~Georgie","after having just mentioned a lot of hentai","it's true though","I wish my vagina looked that cool and sparkly","iloveitiloveit\ni’m a goon\ni’m a responsible goon\nwho makes my friends make responsible decisions\n i’m a goon that’s what i am\n","you're like nicky 2007","just wait until I finish chewing my yogurt","i had a lot of these, like, morals","that it turned out i like, didn't actually have","do you think the construction worker knows, that like his beeping is annoying someone on the other side of the world","oh, am i gonna wear <em>this</em> billowy elephant pants today?","you know what i'm a horizontal horehead whore","Trolleys are fundamentally bound by the laws of physics\n","my dick grew an inch after typing that","Kevin Bacon: Maybe not kosher, but definitely delicious","don't make me chose between logic derivations and you","no racism here carry on","nobody should have to look at a dudes butthole lmao","my property manager is a conglomerate of garbage and stupidity that has been undeservedly imbued with life force","i know like no garretts, so my thoughts about the name garrett are untainted","all garretts are deep in the friend zone","i thought that balls had pores that sperm would seep out of \n","i think i'm going to end up with a woman \n","have you seen bert and ernie are you kidding me? think about your words for a second","if you can fall for george, i can fall for oliver \n","ooo that’s a good time, milking microbes","i went a step further, and thought women also had penises","i was like 10","how are you guys pronouncing ocelot and cat","ok that's weird i shouldn't have said that","as a baby, instead of sucking milk, i sucked dick \n","can you imagine you are about to get married and your betrothed gives you a pussy mold","i think both george and i have a thing for oliver \n","after you move out, we're selling your couch and replacing it with a passion pit\n","can confirm that is not a good belly button\n","I thought tate was short for matthew","this is why gay people shouldn't be allowed to adopt \n","In July I can be freely homophobic","forks are not as holy as spoons","\"secure the pussy\"\n","let's all vote for trump so we get optional finals\n","i switched out of my elementary school cuz someone brought a cum rag for show and tell and i got scared\n","I would pay fifty dollars for THANOS CAR!","how do you exaggerate numbers","I am reformed. I no longer eat ass","You can't make it a sex dungeon. We've tried","oh this is awful, let’s take his pants off and see what happens","sex with a corpse! \n","necrophilia is not exactly what i thought i would be doing on a friday night","there's nothing more patriotic than necrophilia \n","im sorry to disappoint but the fact of the matter is that i only know like 5 words","first of all bold of you to assume i know what any of the words i’m saying mean\n","Yee haw, indeed. \n","that squid fucked my wife","do i have feelings? no\n","The gays are baby stealers","i don’t support mistressing","to be clear, i don’t support adultering","daniel wants an hourglass figure, that’s what we’re talking about. get some boob.","watching other people, however,,,,,,","you’re saying that swallowing is vore","i lust after <span class=\"chatlog__markdown-mention\" title=\"ThatsARoughT#9953\">@boliver</span> \n","we should invest in one [a dildo] as roommates, and we can all share it","I don't even know if my pee comes out of my peehole","even if you get pissed on, is that a bad thing? \n","i mean like, accidents <em>happen</em>","golden shower golden shower\n","daniel, where is the shower happening?               but i don’t really want to ask\n","why don't you just piss and call it cum? \n","do you think that we could give communism another shot, because i think we could give it *one* more drive!\n","wait i didn’t get to see it! send the porn","ugh girl knees just make me so hard man, every time i see a knee i just get a raging erection- i have no self control when it comes to knees","oh my god you had sex with a child didn’t you","i just need to keep reminding myself the squish of today is the sag of tomorrow","oh hooray! i did a good with the balls","oh paste it, motherfucker","let's ease the tension","I don't think I have ever had a positive experience with the stats department","I don't think I have ever had a positive experience with the stats department\n","\"I'm gonna piss on Emilye one day and see if she likes it\"  - Emilye","I did not realize I had pre-exisitng spit in my mouths","would you rather have like, a few goodies, or a normal year or college?","avalon isn’t a thinking game, shreya. it’s a feeling game","there’s nothing wrong with cannibalism","unless you’re a snacc","i love vore! i have a vore fetish what is this bullshit!","would your grandfather approve of you showing up hungover to his funeral","“i’m drunk but it’s out of respect”","that’s one for the fetishishists","that’s one for the fetishishicians","it’s a profession, it’s nothing to be ashamed about","emilye is first degree oliver, and i’m second degree both of you","i don’t think about that right door","i’m gay, but like for horses","... i drink piss ...","I ... Am ... Heterosexuell \n","i am","yam","look i can sing like a middle aged man!","i wanna be so ugly that i frighten people","It's like boofing but more refined","I'm on YouTube kids \n","I'm on your kids \n","I'm all over kids","I'm your kids\n","I need to be invested in [porn] emotionally \n","there wasn’t any buildup to them getting stuck in the washing machine","When I was bald I used to crack eggs on my head and let them run down me","back when i was balls i used to crack eggs on my head and let them run down me","he’s just aggressively flavorless","i think a lot of grilling is about confidence, yknow","you put on the apron, pull out the grill master, call yourself the grill master","hold on, is that gay marketing?!\n","sometimes the truth is just heartwarming emilye","It's just a big, incestuous little foursome\n","so it’s like 4chan slack","ya cackling u have to be in the mood for","now this is a fella that would look good in a man bun","if <span class=\"chatlog__markdown-mention\" title=\"ThatsARoughT#9953\">@boliver</span>  says he'll be here in five minutes, the only thing we know is that he won't be here in five minutes \n","you can only put that in quotes if you also tell oliver i love him \n","i think hillary clinton is a lesbian \n","are your nipples innies or outies? \n","You might be, I’m more of a skate fast, eat ass kinda guy","”hell yeah had to plug my moral lesson in there somewhere\"","we should keep it down cuz my neighbors a fuckin bitch <em>giggles hysterically</em> \n","im not a republican im just depressed","they're different mental illnesses","vague atmosphere of tipsy","if you get rejected you’re over here thinking you’re so ugly but really they’re probably just some fuck","mike is a callous lover","it’s about as diverse as a kroger’s","i don't support the straights. i can't condone that \n","jake from statepaul?","i wanna use an egg as a butt plug","It would make me so sad that you died that I would snort you","fuck! i forgot the alphabet","i just wrote the cursive in alphabet \n","instead of dad, my kids are going to call me cumdumpster\n","i know nothing about vaginas why would i want that","i’m scared of my own actions","emilye, do you have any tangled cords","you could pay me to untangle them?","instead of landlord, can i call you landdaddy?\n","i dont think that i think \n","do I smell wedding bells?","do i smell wedding bells \n","dmiley","apparently that’s an orgy","oh, i really like crispy goblin. i’m a little bit aroused","We should get some neon, that'd be really sick.\n","\"IT GOT BEtTEr [screams]\" \n","the mob is just a really strong friendship"," if there was a pug and a powerful sorceress decided to turn the pug into a lovely human you would get emma stone\n","you’re already not role playing george very well because george never has microphone issues","is shreya like a designer baby","I want Kamala Harris to needle-fuck me\n","i think i’d like kamala harris to needlefuck me","you can’t hear armin’s sultry melody behind me, can you?","this is like nose-bottoming \n","i have no idea why my tinder match unmatched with me ... i just sent him a gif that said \"stand in the corner and die\" \n","oh my god this is gonna be such a wikipedia page, oh my god this is juicy","dude, look at all these gestures","do you know bunny ears","this is such a great wikipedia page, i’m so happy about this","I am very for judging other people","what if you jacked off a voodoo doll \n","it’s the hero’s journey","The appeal of long dicks to me is that they hide the balls better\n","Pish posh you\n","I can’t even find my vagina","is the clitoris not inside the vagina?","I'm gonna throw this egg at the wall!\n","some water, some caffeine, you’ll be feeling great! ...well actually i don’t know about that you got pretty drunk last night","oh, wait, i have a solution- anal!","i have a few gems every now and then, anal is the primary one","i would prefer if you didn’t pish posh my ass, take me to dinner first","theres nothing less powerful than me\n","who’s the avatar again?","my first gay experience was with someone who was .... 4\n","this is a gaytriarchy","every single ingredient was in my ass\n","at a certain point you don’t even need your legs","i LOVE throwing up \n","it’s just like pooping","oh, i would be a prostitute for guys, easy peasy","Hmmmmmmmmmmmm","oh my god if noam chomsky was on r/bdsm he’d be noam domsky","You're a young boy but you're also a whore\n","did you add a man bun to matt’s hair or is that just matt","If you don’t like your stomach, you are a Republican","i think i would like to be boyfriends with hannibal because he would think i’m a snacc","like instead of having an open casket i’m gonna have a glory hole","gets high off of oliver’s hair","pure oliver essence","you could make an essential oil","oh my goshh, you’re going to scratch up some pussy emilye","if i was a seafood restaurant, this is what i want to be","We can take the Daniel juice that comes out of it and annoint everyone with it \n","the one drop rule is only acceptable at bukakke parties \n","on government forms i am half asian half white but at bukakke parties i am 100% asian","I eat that ass with a fork and knife, boiiii\n","UCLA really fucks you up, man\n","Yeah, I cooked crack on a tennis court here\n","why does carson look like he’s always about to, like, throw up","i’m sorry carson i didn’t mean for it to go that far i thought it would just be between us","he looks like a failed human child \nhonestly he’s adorable","people that eat at applebee’s have no idea how to spend their money","fuck off, man! macaroni and oliver!","that’s a term of endearment, just like cumdumpster","it’s the safety word, dude","oh, look at how much she loves you!","arent we all sluts for sleep","but at what cost? at the cost of cargo shorts?","dude! getting high is, like, cheating for drawing. it’s like cheating! i know what i’m going to draw","ready for breakfast?","he didn't even ask me how my day was! he walked in and just said \"open your mouth\"\n","if they ordered lemonade, just give em a little extra surprise","your dermatologist is gonna cause a fuckin plague","they’re kinda like car prostitutes"," you cant get sick if you're already dead\n","i haven’t eaten paper in so long","i feel like it’s the deviousness of oliver but the cleverness of george","nick, i am not going to fuck your uncle \n","'california' is a hard word to spell \n","are all dicks jellicle dicks?","oh that <em>does</em> make sense","i don’t have a lot of points of reference for nippleless naked women","i got pigeonholed into the literal definition of a nickname","Bootleg dick \n","my friendship peepee, , , let’s just say my heart","apparently stepping on somebody’s foot impregnates them","i hope that is not the case because i would have <em>a lot, a lot</em> of shit to deal with, because i am a clumsy motherfucker","ok man","I would sit there and line up their copses on my balcony","People on the internet are ruthless, man\n","All roads lead to blundtown","gay people deserve less rights","damn our boy noam really pulled the whole field of linguistics out his ass just to shove it right back in\n","daniel’s right","I’m going to peel off my arm skin","RIP kansas lmao","I live in a perpetual straight crisis","you type like a discord moderator\n","Antisemitism, one of my favorite pastimes","It’s ok, I stand by it","that went from 0 to 60 really fast \n","i feel like in elementary school they should teach you how to deal with being drunk","My goal is to have a nice big family and then stab them all","uh oh","I thought there were 100 minutes in an hour...I think I’m just dumb","Hi guys! My name is Jawan, I'm a third-year Film major, and when I think about \"The History of American Film,\" I think of the classics: Fight Club, Star Wars... You know, boomer movies.\n","nature is is vaginas \n","thanks for ,,,, that experience","you know, mandrakes, like those little bitches you pull out of the ground? \n","This country needs more white power","you just run and you get happy for free! like, what is that?\n","...maybe the nazis were just bad","the one drop rule is only acceptable at bukakke parties","I want Kamala Harris to needle-fuck me\n","oh, i really like crispy goblin. i’m a little bit aroused\n","instead of dad, my kids are going to call me cumdumpster\n","I was not expecting to be seduced by a parking meter","what's a son in law? you mean....he got divorced and then had a kid?","george doesnt like me","dude, i’m laggin’! \n","why don’t you just be a anal prolapse for halloween","The more u right while u downvoted u get the moral karma\nWhich is like, “fuck u.”\nIdk I’m faded as sh it","<a href=\"https://youtu.be/ZFmKRVOZVMM\">https://youtu.be/ZFmKRVOZVMM</a>","Which one of the spice girls was beyonce?","simply: bastard!","I am just an immortal god who does not need oxygen","you can think of this data structure as being an n-word object\n","what’s a loofah","shreya, to me","do his bidding","it gets real when raziv strips down <img loading=\"lazy\" class=\"chatlog__emoji \" alt=\"🥵\" title=\"hot_face\" src=\"https://twemoji.maxcdn.com/v/latest/svg/1f975.svg\"><img loading=\"lazy\" class=\"chatlog__emoji \" alt=\"😤\" title=\"triumph\" src=\"https://twemoji.maxcdn.com/v/latest/svg/1f624.svg\">","there’s so many weirdos out there, i want to uncover them and examine them","have fun with this,,,, <em>voice of distain</em>,,,,,, PULPIT","i think it’s the well-tempered people, that really sustain","the closest thing to a maid cafe in america is just hooters","it [having a drug dealer there] makes a house a home","if you want to, you can become the person who chops it [the foreskin] off","all children go through a foreskin phase","i’m just vaguely fucked up, it’s not discernible","i have laser ball vision","oliver’s discovered the hidden art of the showerbeer","like i wanna start a sandwich phase for myself. get some nice bread...","if you ever have a husband i feel like you’re gonna like ask him to get castrated","if you cut your butthole off, it would just be a bigger hole","i get all of the flack but none of the fuck","i’m not really a <em>real</em> canadian, i’ve never attested to that","i think a clean bong is worth an infinite, infinite number of dirty bongs","if you can talk to fucking ducks? you can do whatever you want","i would not be very good to roast. i would not be a good roast","i’m out here turning into like a fucking octagon","are the veggie tales characters supposed to be phallic","I want to write a children’s book called “Let’s play Summoning Satan.”","Would you consider buying one for your gross kid should you choose to have one?","i’m eating my friends. my enemies will be next","pov: you are my food","i want to be a ghost with human toes","i’ll pray for your testicle issues","Every time I come home I find a new fridge","did you know you can aim","being gay requires knowledge of 2 holes max","you thought i wanted weights for exercise, but it was really for some nice cock and ball torture","this boy is into me. \n","how do u know? \n","i mean he’s really simping.....like he always asks me how my day was \n","<img loading=\"lazy\" class=\"chatlog__emoji \" alt=\"🎵\" title=\"musical_note\" src=\"https://twemoji.maxcdn.com/v/latest/svg/1f3b5.svg\"> do your [balls] hang low, do they wobble to and fro... <img loading=\"lazy\" class=\"chatlog__emoji \" alt=\"🎵\" title=\"musical_note\" src=\"https://twemoji.maxcdn.com/v/latest/svg/1f3b5.svg\">","muffins ..... with the icing \n","you might like an oriental dude","me: so how was it [seggs]","my friend: ok, you know how sometimes,,,,,, guys are not very good at things,,,,,, ?","i didn’t think you were gonna come back to our apartment [from break] and just lie in bed","which pedal is which again [in a car]?","I was so enjoying listening to myself","When they say you get liver damage from drinking alcohol what does that mean?\n","It means nothing, just ignore it!\n","they should have an Italian restaurant inside the Getty museum called The Sketti\n","anal","easy, ill do that right now","yall look at my fucking teeth man","i wish i could see people skinless","sometimes u just gotta tell some guy you like their turtleneck ok","like i wanna start a sandwich phase for myself. get some nice bread...","they never let me drink wine as a kid","mnm donut and cinnamon donut almost rhyme","whenever i fuck up my dad rails my ass","wait no i meant to say “eats me out”","I purposefully don't floss for a while so that when I do I get to drink all of that yummy blood\n","I really like the color of uranus\n","just some racist white dudes plucking a rodent out of the ground","hah, that’s maladaptive behavior—<em>dying</em>\n","The only black monolith I'll acknowledge is President Barack Obama\n","why isn't there a pornstar named black monolith","a fruit salad is just....fruit?!","instead of watching porn, i watch antisalads","if i ever see a kid in real life, i’m going to see how far i can drop kick him","Rate my dumps. Are they good?\n","i want daniel to teach me how to rim","i can't think of a lot of downsides to cannibalism","what’s a taki","do you get it jay? don’t let me bully you into saying yes!","I totally agree to this, incest is the way","I feel like Hillary Clinton right now","i have a meeting with a legislator on monday, i'm scared. he looks like a big boy, what if i accidentally call him daddy?","daniel: if you're baby's crying, pop a xan \nme: how does that help the baby? \ndaniel: it doesn't! but it makes you not care that he's crying","you wake up in the morning like, i wish i could piss better, i would have more friends","she is a curse \ni meant that as a compliment","i want people to vore me when i’m dead","just the bottom half and then the seeds will be planted in my dick\n","i just wanna be this like weed influence \n","i know it’s a font, but i wouldn’t be able to pick it out of a crowd","i know why i looked it up, it’s harder to explain why i keep scrolling","one time I cut myself while I was eating fries, then used my blood as ketchup\n","excellent.\n","did you know that hitler had a piss kink?","what are the flops per buck on that dick of yours","if we were talking about dinosaurs, one of us was fucked up","do you want to feel my kneecap\n","we really baked ourselves into a corner here","we’re not going to be a slut for feet today, okay \n","dude, I'm making so much money off of Reddit\n","How?\n","WallStreetBets!","45% of the value of my portfolio is from trading Gamestop shares","my life is like a bale of hay and all the straw is being rearranged","i am really not shaming you i swear to god","getting an enema with fizzy water might be fun","how do you open a zip file \n","i dont have any talent","daniel: don’t they mean “nip this in the butt”? that’s the saying","amogus but with an erection","amogus but with an erection","<em>picture of amogus but with an erection</em>","<em>picture of amogus but with an erection</em>","isn't that just the food equivalent of naked Twister?\n","i thought you were walking to me and then you walked to the fridge","this calls for a piss kink","i’m a bad bitch aren’t i?","I wanna go back in time and kill everyone\nokay, Christopher Columbus\n","did you just repress an entire cousin?","i can’t wait to be harassed by you","are you https? \nbecause i'm :// without you \n","we need more hallway decorations - let’s cover the walls in jizz","how did we go from farting to genocide","lore","i don’t always use my dick as a cat toy, but when i do","I don't have anal by the way\n","Who needs leg chunks anyway?","i can't get high tonight if we're going to ralphs and watching prolapsed anus porn","we need a strategy to get [annoying slacklining friend] to shut up. we need to sacrifice someone who actually likes talking to him","you’re never too young for fisting","i couldn't have done this homework without your help\n","well i couldn't have helped you without you","that's true but irrelevant\n","you’re not like a sociopath are you? it’s okay if you are","are you autistic? you didn’t laugh at my joke","if that’s true i feel bad for all the people who aren’t autistic that have to laugh at your stupid jokes","in general i like to keep things in my mouth","you’re really playing with my shrek emotions tonight","we have different motivations for wanting cock","bears can ZIP","what is a rubber tube","do you need me, Jawan?\nno! I need oatmeal\n","you just sheesh your way into doing homework","simp-tuation","piss poss","i want to be a pioneer of straight flamboyant dressers","are there domesticated olivers?","i came in 6 drinks in, completely sober","me: i’m basking in the sun \ngeorge: baskin robbins","my depression has been cured by the pallas cat","we should clone bernie sanders and just keep trying","I used to teach wizards. Now I just do Kratom","That shows that all people aren’t interconnected in a stream of consciousness \n","Because the eggs are scrambled?\n","Exactly!\n","The situation with my roommate is not hostile, I just choose not to interact with him\n","can’t you let a grown adult poop their pants","me: daniel how r u so disciplined","daniel: don’t you have goals","our ac is servicing itself","i’m gonna shove a bar of soap so far down your throat that you’ll be speaking bubbles for a month","i don't want to study, i want to be cool \n","im just imagining you but it's a giant ear\n","if i were to get a dick it would be to peg george\n","why should shreya and i be equal","i only use yellow heart when talking about piss kinks","i’m being a deadass fucking human being","I actually have a picture where it looks like I have a tiny dong","daniel(driving home w no gps): u see, i’m good at directions. i know where i’m going \n","daniel: we’re on the wrong freeway","can i suck on your finger …. platonically \n","THATS what prodigal means? i thought it was just an adjective for son","i had a revelation today. most people have toes. there are so many people in the world, think about how many toes that is!!!","those aren't noodles!\n","you have a bear and you need to get to the hospital. what do you do?\n","everyone hates Brie Larson because she's outspoken about women's rights\n","i can’t count. i can’t read. <em>gasp</em> i want tea!","finding testes","again... sorry for P-ing... <em>laughs</em>\n","ohhhhh you’re my best friend, in a world we must defend…..","teletubbies?","why can’t your friends be your fleshlights","live laugh lay \n","If I copied my brother, I'd be a failure \n","okay. So here's your nipple, right, and here's the cold water. HHWGRHWWJQGKRKRHSWWQRRH\n","I thought I was gay, and now I might turn out to be <em>gay</em>\n","you go on runs and you don't pee your pants?\n","well i didn’t prepare for that question, i prepared for two gay men","I was gonna get really high and go to church, but I've decided against that","i don’t think anything you ever say could put me off beans. i’m a big bean guy","He's like an abusive parent who beats you up then realizes they've taken it too far and tries to make up for it by buying you ice cream","aww, he just punched my balls. what a wonderful cat","I knew this kid who got hospitalized for tuberculosis when he was 11 because he couldn't stop chainsmoking cigarettes","it's okay though because he was adopted","I'm allowed to make fun of his traumatic childhood because he bullied me","i hate men. i also hate women but slightly less"," i don’t really care about a woman’s looks\n","choke my neck mommy","you're not pressing hard enough on my fucking neck!","I told you I'm a lefty not a righty!!!\n","I said leftist. I am kidding, about the table being leftist as they demanded a share of your chips. That was a joke. I am not great at jokes it seems...\n","if we had gone to the same high school, i would have bullied you \n","“I’m bout to conceive a child in the tax evasion trap hut”","“How does someone with a sports coat spill so many Oreos “","First we have to deallocate, then we can reallocate the corn funds \n\n-Carson, GEORGE","me: i want pancakes\ndaniel: i want cum","yesterday i fell in a bush, today i have hiccups. why is this happening to me?! i just want to go to dennys","me: i punch nazis","shreya: don’t be so negative","you don't know <em>any</em> nazis? that's suspicious \n","i would love to take a class on furries","ravioli ravioli what’s in the pocketoli \n… i understand if you no longer have any attraction to me","I don't understand....If people are hungry why don't they just buy food","you’ve been …. poop fingered \n","I will say, when we win the $10,000 and can finally afford to buy the Trader Joe's pretzels, we definitely should\n","is winter gonna be a drama qtr? i just want to understand","gummy fetuses would be kinda delicious... just imagine the texture\n","well i've been known to like nazis","million dollar idea: kneepads with wheels on them so you can kneel and become a car","I was grooming you, okay\n","maybe gauges are like poppers for the ear holes","fuck! I forgot about Boss Baby\n","you are an icon and star! do not let a small problem disrupt your day! \n","you're a right piece of shit\n","I practiced calling the bush outside a \"they/them\" while I was trimming it today\n","shorts, you are complicit in my oppression","no…i am active in it","I wish I had beaten more people up as a child because now you can't\n","that's kinda sad, actually\n","You better not have called me your girlfriend while wearing that UGLY safety vest\n","George sees a picture of Kendall and Kylie Jenner\nwho is that? \n","GASP it's MODERN FAMILY!\n\n","imagine the bond you would have with your father if he named you O2\n","ugly people have bigger problems than tummy problems\n","me: i have something to tell you but it’s hearsay\ndaniel: oh, like witchcraft!","The rational urge to behave optimally\n\nThe John urge to call after an alarm\n\nThe Stuart Russell and Peter Norvig urge to teach Artificial Intelligence","I don’t want to fight, I just want to breed cute dragons","are we gonna throw up outside of a cabin again?\n","the Triforce? Is that another Phineas and Ferb reference?\n","let me show you my finger math \n","write a single-pass constant-memory algorithm that computes the nth Ryan Gosling Number\n","I want to clarify I’m not a pedophile","I wanna be the stomper of all your chartreuse purchases\n","I hear giraffes are gay\n","i thought my little homophobic comment was really funny\n","racism is not good","i disagree","if you were in the magic school bus, youd be in my bussy \n","i’ll only enjoy it if it includes anal fisting","whose eye should i aim this at? \n","there’s nothing i ever wanted more than you starving \n","LARP as a vampire. Be problematic. Scare women\nI did nothing but scare women in college\nwhen you do what you love you'll never work a day in your life","this is a waste of time for me","george: do you want cheese on half of your pizza? \nme: what's on the other half? \ngeorge: ummmmm.....cheese?","this is a waste of time for me","me: …tina turner","george: the drag queen?","i’ve made sweet sweet love to garlic before \n","me, to george: i think you get distracted from homework more than like anyone i know\ngeorge: but look, it's lisa simpson....and she's HIGH!","daniel, after spending an hour making 6 servings of homemade tomato soup: \ni don’t eat tomato soup","angela grant to daniel: wait who is this again? \ndaniel: she became the first computer girl","me: im kinda sorry i just came over and just am eating ur snacks \ngeorge: yeah im a ENFJ","me, trying to do hw with george and him not paying attention: you're useless \ngeorge: no im not i found a font called DESTROY","he's a stripper\nwait no I'm the stripper\nwait, who's the stripper?\n","i must be growing at an exceedingly high rate then","george suddenly looks sad \nme: what's wrong?\ngeorge: im just thinking about how im not the prettiest man i know","I would be proudly shartphobic","daniel: im going to open a store called sapphic sharts","oh like that taylor swift song? \"he was a skater boy, she said see you later boy\" \n","me: what day is mother’s day this year? sunday? \ndaniel: yea it’s one of those days","i lie to people sometimes…just in general","oliver","i’m really feeling this wine now…but i want to feel it more","i wish i was smart \n","That's something good about the olden times, you can just kill people\n","My liquids are way more powerful than that\n","i guess bees are like aunt jemimah\n","why don’t people use guitar strings as floss \n","I was poo one year for Halloween\n","my mom eats squirrel food i want to too \n","please, I need liquor\n","I'm done eating. I'm gonna drink now\n","why is it illegal to take shots in your car?\n"]